    {
        "tech": [
            {
                "title": "As Big Tech cuts workers, other industries are desperate to hire them",
                "link": "https://www.marketwatch.com/story/as-big-tech-cuts-workers-other-industries-are-desperate-to-hire-them-87cf6590?mod=investing",
                "summary": "Could the next big migration of tech workers be to other industries?\n\nWorkers who jumped from one high-paying job to another as Big Tech companies staffed up at a dizzying pace in recent years are now considering leaving the sector entirely as those same large employers lay off tens of thousands of workers. MarketWatch spoke with several recently laid-off tech workers who are looking for jobs at companies that don't focus solely on technology — many of which say they are still hiring.\n\nAnna Naumova was laid off in January after nearly four years as a contract worker at Apple Inc."
            },
            {
                "title": "Amid Tech Layoffs, Gig Workers May Be More Resilient Than Their Salaried Counterparts",
                "link": "https://www.forbes.com/sites/nigelwilson/2023/02/17/amid-tech-layoffs-gig-workers-may-be-more-resilient-than-their-salaried-counterparts/",
                "summary": "Given recent mass layoffs in the tech industry, we thought it would be worth taking a closer look at the tech industry-based gig workers we'd studied in our recent U.S. Gig Economy \nresearch\n, to get a sense of how their outlook differed from regularly employed (then suddenly unemployed) IT industry workers. About 10 percent of the freelancers we'd surveyed were IT workers.\n \nIn the first month and half of 2023, over \n77,000\n tech workers have been laid off, including 9,090 from Salesforce, 3740 from Twitter, 18,000 from Amazon, 10,000 from Microsoft, 12,000 from Alphabet, 3,900 from IBM, and 6,650 from Dell."
            },
            {
                "title": "Big Tech makes billions off our personal data, but shouldn't",
                "link": "https://www.startribune.com/big-tech-makes-billions-off-our-personal-data/600252477/",
                "summary": "Opinion editor's note: Star Tribune Opinion publishes a mix of national and local commentaries online and in print each day. To contribute, click here.\n\n•••\n\nEvery day, the $6.7 trillion Big Tech industry affects our lives in ways that empower and harm. Despite recent hits in earnings, current layoffs and Google getting slapped with yet another lawsuit from the Justice Department, the tech giants are still all-powerful in our society, economy and daily lives. They remain among the most valuable companies in the world and are enjoying billions of dollars in profits."
            }
        ],
        "gaming": [
            {
                "title": "How gaming industry has established itself as the leader of digital entertainment world",
                "link": "http://www.msn.com/en-us/entertainment/gaming/how-gaming-industry-has-established-itself-as-the-leader-of-digital-entertainment-world/ar-AA17BZqT",
                "summary": "Entertainment has always been a critical element in our lives, providing solace, thrill, and respite from the monotony of everyday existence. In this highly competitive digital landscape, numerous forms of are vying for our attention, as the hours we can spare for leisure each day are limited. As the race continues, it has become increasingly evident that one form has risen to the forefront and claimed the throne of digital – Gaming. With an impressive $185 billion in revenue in 2022, the gaming industry has surpassed the combined earnings of the music and film industries, leaving its competition in the dust."
            },
            {
                "title": "Global PC Games Software Market Report 2023: Could Games and Streaming Create a New Business Model",
                "link": "https://www.prnewswire.com/news-releases/global-pc-games-software-market-report-2023-could-games-and-streaming-create-a-new-business-model---the-metaverse-and-miles-301749877.html",
                "summary": "DUBLIN\n, \nFeb. 17, 2023\n /PRNewswire/ -- The \n\"PC Games Global Software Market\"\n report has been added to \n ResearchAndMarkets.com's\n offering.\n\n\nThe PC Gaming Market Report analyzes and quantifies the global market for PC game software.\n\n\nThe PC Gaming Market Report report delivers analysis and forecasts of the market that companies rely upon for actionable intelligence and guidance that supports sound decision-making.\n\n\nThe PC game market has exploded in recent years with global revenue approaching \n$40 billion\n."
            },
            {
                "title": "Global PC Games Software Market Report 2023: Could Games and Streaming Create a New Business Model",
                "link": "https://www.benzinga.com/pressreleases/23/02/n30968617/global-pc-games-software-market-report-2023-could-games-and-streaming-create-a-new-business-model-",
                "summary": "The PC Gaming Market Report analyzes and quantifies the global market for PC game software.\n\nThe PC Gaming Market Report report delivers analysis and forecasts of the market that companies rely upon for actionable intelligence and guidance that supports sound decision-making.\n\nThe PC game market has exploded in recent years with global revenue approaching $40 billion. This diverse market includes major sub-segments and regional variations. Games like Fortnite and League of Legends attract tens of millions of users on a regular basis."
            }
        ],
        "location": [
            {
                "title": "Shots fired near Cathedral Park in Portland",
                "link": "https://www.oregonlive.com/galleries/C572T4TSURH27NITNVH2NVLOOM/",
                "summary": "1 / 12\nDave Killen/The Oregonian\nSchrunk Riverview Tower\nSchrunk Riverview Tower in the St. Johns neighborhood in Portland. Police responded Friday afternoon, Feb. 17, 2023, to reports of a man with a rifle inside the complex. There were no reports of injuries.\n2 / 12\nDave Killen/The Oregonian\nSchrunk Riverview Tower\nSchrunk Riverview Tower in the St. Johns neighborhood in Portland. Police responded Friday afternoon, Feb. 17, 2023, to reports of a man with a rifle inside the complex. There were no reports of injuries."
            },
            {
                "title": "In photos: See the action from Thursday's high school postseason games",
                "link": "https://www.pressherald.com/2023/02/17/in-photos-see-the-action-from-thursdays-high-school-postseason-games/",
                "summary": "To purchase these or other tournament photos, visit \nour photo store\n.\n\n\nPortland's Pitia Donato (14) grabs the rebound after a missed free-throw by teammate Brady Toher (3) in the last seconds of the game against Windham for the Class AA South quarterfinal at the Portland Expo on Thursday, February 16, 2023. Donato was then fouled and made his free throws ending the game for Portland 49-46. \n \nBrianna Soukup/Portland Press Herald\n \n\n\nWindham's Quinton Lindsay (13) steals the ball away from Portland's Remijo Wani (10) and then immediately gets a basket for Windham during the Class AA South quarterfinal at the Portland Expo on Thursday, February 16, 2023."
            },
            {
                "title": "Letters to the Editor: Portland's identity crisis is really a housing crisis",
                "link": "https://news.yahoo.com/letters-editor-portlands-identity-crisis-110041810.html",
                "summary": "To the editor: By looking mostly at policing, homelessness and drug addiction to answer to the question, \"What's the matter with Portland?\" (or Los Angeles or any U.S. city), we overlook a huge piece of the puzzle — a lack of affordable housing. (\"What's the matter with Portland? Shootings, theft and other crime test city's progressive strain,\" Feb. 10)\nWe are just beginning to understand the forces that allow housing prices to endlessly rise, untethered to any market realities.\nThe housing crisis drives poverty, homelessness and crime, and those responsible for price gouging are probably delighted to have our attention diverted by debates over police and crime."
            }
        ]
    }